ab
aber
acht
alle
alles
all-
allein
als
also
am
Ameise
Ampel
Amsel
an
Anfang
Anfänge 
Apfel
Äpfel
arbeiten
arbeitest
arbeitet
arm
ärmer 
Arm 
Ast
Äste
auch
auf
Aufgabe
aufwachen
aus
Baby 
Babys
Bach
backen
baden 
Bär 
Bank 
Bänke 
Bauch 
Bäuche 
Baum 
Bäume 
Bein 
bequem 
Besen 
Biene 
Birne 
bitten 
bittest
bitte 
bat 
Bitte 
blau 
bleiben 
bleibst 
blieb 
Blüte 
Blume 
bluten 
blutest 
Blut 
böse 
boxen 
Boxer 
brauchen 
brauchst 
braun 
Brief 
bringen 
bringst 
brachte 
Brot 
Bruder 
Brüder 
Buch 
Bücher  
Butter 
bald
beide
bei 
beim 
bin 
bis 
bist 
ein bisschen 
bisschen 
Cent 
Comic 
da 
Dach 
Dachs 
Dächer 
danken 
dankst 
Dank 
denkst 
dachte 
Gedanke 
dann 
das 
Daumen 
Decke 
dein 
dem 
den 
denken 
der 
denn 
dich 
die 
Dieb 
Diebe 
Dienstag 
dies 
dir 
doch 
Donnerstag 
dort 
Dose 
du 
dürfen 
darfst 
darf 
durfte 
Drache 
drei 
du 
dürfen 
durfte
durch 
duschen 
dunkel 
Dunkelheit 
Dusche 
ein 
einige 
einmal 
eine 
Eimer 
Eis 
Ende 
Engel 
Enkel 
Ente 
Erde 
Esel 
essen 
Eule 
isst 
aß 
er 
es 
etwas 
euch 
euer 
eure 
Fach 
Fächer 
Faden 
Fäden 
fallen 
fällst 
fiel 
fangen 
fängst 
fängt 
fing 
finden 
findest 
fand 
Farbe 
Februar 
Feder 
Fenster 
Fest 
Fieber 
Finger 
Fisch 
Flasche 
Flaschen 
Fliege 
fliegen 
fliegst 
flog 
fließen
floss 
Flöte 
Frage 
fragen 
fragst 
Frau 
Freitag 
Freude
freuen
sich
freust 
Freund 
Freunde 
Freundin
freundlich 
Frosch 
Frösche 
Frühling 
Fuchs 
Füchse 
Füller 
Fuß 
Füße 
für 
Gabel 
Garten 
Gärten 
Gast 
Gäste 
Gemüse 
gern 
Geschenk 
schenken 
Gesicht 
Gesichter 
Glas 
Gläser 
glauben 
glaubst 
Glaube 
gleich 
gräbst 
graben 
grub 
Gras 
Gräser 
grau 
grün 
gut 
ganz 
gegen 
haben 
Hamster 
Handy
Handys 
hart 
härter 
Härte 
Hase 
Haus 
Häuser 
Herbst 
herzlich 
Herz 
Hexe 
habe 
hast 
hat 
hatte 
hier 
Himmel 
Hitze 
hören 
hörst 
Gehör 
Hose 
Hund 
Hunde 
Hunger 
hungrig 
husten 
Hustet 
ich 
ihm 
ihr 
ihn 
im 
immer 
in 
ins 
Insel 
ist 
ja 
Jacke 
Januar 
Juni 
Juli 
Junge 
jung 
jede 
jetzt 
Käse 
Karte 
Kater 
Katze 
kaufen 
kaufst 
kennen 
kennst 
kenne 
kannte 
Kerze 
kicken 
kickst 
Kind 
Kinder 
Kirche 
Kirsche 
Kissen 
klar 
klären 
Klasse 
kleben
klebst 
Kleid 
Kleider 
Kleidung 
klein 
kleiner 
Knie 
knien 
Knopf 
Knöpe 
kochen 
kochst 
Koch 
kein 
können 
kann 
kannst 
konnte 
Körper 
Koffer 
kommen 
kommst
kam 
Kopf 
Köpfe 
Krone 
Küche 
lachen 
lachst 
Lampe 
lang 
länger 
Länge 
langsam 
lassen 
lässt 
ließ 
laufen 
läufst 
läuft 
lief 
laut 
leben 
lebst 
lecker 
leicht 
leise 
Leiter 
leider 
lenken
Lenker 
lenkst 
lernen 
lernst 
lernt 
lesen
liest 
las 
Licht 
lieben 
liebst 
Liebe 
Lied 
Lieder 
liegen 
liegst 
lag 
Loch
Löcher 
Löffel
Löwe
Luchs 
man 
manch 
machen 
machst 
März 
Mai 
malen 
malst 
Mantel 
Mäntel 
Maus 
Mäuse 
Messer 
Meter 
mehr 
mein 
mich 
Milch 
mir
Mittwoch 
Montag 
morgen 
mögen 
mag 
magst
möchte 
mochte 
müssen 
Mütze 
Muschel 
Mutter 
Mütter 
muss 
musst 
musste 
man 
nach 
Nacht 
Nächte 
Nadel 
nachdem
nächste 
nämlich 
Name 
Nase 
neben
nein 
neu 
nicht 
nichts 
nie 
niesen 
noch 
November 
Nudel
Nudeln 
nun 
nur 
ob
Öl 
ölig 
oft 
oder 
Oktober 
Onkel 
ohne
packen 
packst
Papier 
Pfeil 
Pfote 
Pinsel 
Päkchen 
Gepäck 
packst 
packen 
Pony 
Ponys 
Puppe 
plötzlich 
quaken 
quakt
Qualm 
qualmen 
raten 
rätst 
riet 
Raum 
Räume 
rechnen 
rechnest 
Rechnung 
reden 
redest 
Regen 
reich 
Reise 
reisen 
rennen 
rennst 
rannte 
riechen 
riechst 
roch
Geruch 
Ring 
Rose 
rot 
rufst 
rufen 
ruft 
rief 
Sache 
Säge 
sägen
sägst 
Saft 
Säfte 
saftig
sagen 
sagst 
Samstag 
Schlaf 
Schaufel 
Schaukel 
schaukeln 
schenken 
Schere 
schicken
schickst 
schlafen 
schläfst 
schlief 
Schlaf 
schläft 
Schlange 
Schlitten 
Schlüssel 
schmecken
schmeckt
Geschmack 
Schnecke 
schneiden
schneidest 
schnitt 
schön
schon 
Schrank 
Schränke 
schreiben
schreibst 
schreibt 
schrieb 
Schule 
schwarz 
schwer 
Schwester 
sechs 
Seife 
bin 
bist 
ist 
sind 
war 
Seite 
September 
singen 
singst 
sang 
Gesang 
sinken 
sinkst 
sank 
sinke 
sanken 
sitzen 
sitze 
sitzt
saß
Sitze 
Socke 
sollen
sollst 
sollte 
Sommer 
Sonne 
sonnig
Sonntag 
sparen 
sparst 
Spaten 
Spiegel 
Spiel 
spielen 
spielst 
Spinne 
Spitze 
spitz 
spülen 
spülst 
staunen 
staunst 
Stein 
Stempel 
Stern 
Stiefel 
Stift 
stören 
störst 
Störung 
Stufe 
Stunde 
suchen 
suchst 
Suche 
Suppe 
sehr 
sein 
seid
seit 
sich 
sie 
so 
sogar 
solch 
sollen 
sollst 
soll 
sollte 
sondern 
Tafel 
Tage 
Tag 
täglich 
Tante 
Tasche 
Taxi 
Teller 
Tier 
Tisch 
Tochter 
Topf 
Töpfe 
Tor 
Traum 
Träume 
träumen 
treffen 
triffst
traf 
Treppe 
Tür 
turnen 
turnst 
trotzdem
über 
übst 
üben
übe 
Übung 
um 
uns 
unter 
unten 
und 
Vase 
Vater 
Väter 
vier 
Vogel 
Vögel 
Vulkan 
viel 
vom 
von 
vor 
wachsen 
wächst 
wuchs 
wach 
warm 
Wärme 
wärmer 
wartest 
warten
warte 
Wasser 
Weg 
Wege 
weich 
weinen 
weinst 
weiß 
wissen 
weiter 
werfe 
werfen 
wirfst 
warf
Wurf 
Wetter 
Wiese 
winken 
winkst 
Winter 
wissen 
wusste 
weißt 
Woche 
Wolke 
bewölkt 
wollen 
willst 
will 
wollte 
Wort 
Wörter 
wünschen 
wünschst 
Wunsch 
Würfel 
würfeln 
Wurm 
Würmer 
während 
wann 
war 
waren
warum
was 
weg
wegen 
weil 
welche 
wem 
wen 
wer 
wen 
wenig 
wenn 
werden 
werde 
wirst 
wird 
wurde 
wie 
wieder 
wir 
wirklich 
wo 
wohl 
wollen
will
willst 
will 
wollte 
Zaun 
Zäune 
zeigen 
zeigst 
Zeit 
Zimmer 
Zunge 
zu 
zum 
zur 
zwar 
zwischen  