ab
aber
Abend 
Abendessen 
Advent 
ändern 
ängstlich 
acht
alle
alles
all
allein
als
alt 
also
am
Ameise
Ampel
Amsel
Aquarium
Arzt 
an
Anfang
Anfänge 
Apfel
Äpfel
arbeiten
arbeitest
arbeitet
ärgerst 
arm
ärmer 
Arm 
Ast
Äste
auch
auf
aufräumen
Aufgabe
aufwachen
Axt
aus
Baby 
Babys
Bach
backen
Bäcker 
bald 
Ball 
Band 
Beere 
beginnen 
Berg 
Besser 
Bett 
Biber 
bisschen 
blind 
blitzen 
blond 
blühen 
Blüte 
Boot
brennen
Brille 
Brücke 
brüllen 
bunt 
Burg 
baden 
Bad 
Bär 
Bank 
Bänke 
Bauch 
Bäuche 
Baum 
Bäume 
Bein 
bequem 
Besen 
Biene 
Birne 
bitten 
bittest
bitte 
bat 
Bitte 
blau 
bleiben 
bleibst 
blieb 
Blüte 
Blume 
bluten 
blutest 
Blut 
böse 
boxen 
Boxer 
brauchen 
brauchst 
braun 
Brief 
bringen 
bringst 
brachte 
Brot 
Bruder 
Brüder 
Buch 
Bücher  
Butter 
bald
beide
bei 
beim 
bin 
bis 
bist 
ein bisschen 
bisschen 
Cent 
Comic 
Clown 
da 
Dach 
Dachs 
Dächer 
danken 
danach 
des 
deshalb 
dick 
dies 
dankst 
Dank 
donnern 
doppelt 
draußen 
dreckig 
drehen 
drücken 
dünn 
dürfen 
dumm
durch 
Durst 
durstig 
denkst 
dachte 
ehrlich 
einige 
Eltern
E-Mail 
empfindlich 
endlich 
Ereignis 
Erfolg 
Ergebnis 
erklären 
Erklärung 
Erlebnis 
erschrecken 
erzählen 
Erzählung 
etwas 
euer 
Faust
fahren 
Fahrrad 
fangen 
Fehler 
Feld 
fleißig 
Film 
Fleck 
flüssig
Flosse 
flüstern 
Fluss
Freiheit 
fressen 
freuen 
freundlich 
friedlich 
frieren 
fröhlich 
Frucht 
früh 
Frühstück 
fühlen 
füttern
Fußball 

Gedanke 
dann 
das 
Daumen 
Decke 
dein 
dem 
den 
denken 
der 
denn 
dich 
die 
Dieb 
Diebe 
Dienstag 
dies 
dir 
doch 
Donnerstag 
dort 
Dose 
du 
dürfen 
darfst 
darf 
durfte 
Drache 
drei 
du 
dürfen 
durfte
durch 
duschen 
dunkel 
Dunkelheit 
Dusche 
ein 
einige 
einmal 
eine 
Eimer 
Eis 
Ende 
Engel 
Enkel 
Ente 
Erde 
Esel 
essen 
Eule 
isst 
aß 
er 
es 
etwas 
euch 
euer 
eure 
Fach 
Fächer 
Faden 
Fäden 
fallen 
fällst 
fiel 
fangen 
fängst 
fängt 
fing 
finden 
findest 
fand 
Faust
fahren
Fahrrad
fangen 
Fehler
Feld
Film
Fleck
fleißig
flüssig 
Flosse 
flüstern
Fluss 
Freiheit 
fressen 
freuen
freundlich 
friedlich 
frieren
fröhlich 
Frucht 
früh 
Frühstück 
fühlen 
füttern 
Fußball
Farbe 
Februar 
Feder 
Fenster 
Fest 
Fieber 
Finger 
Fisch 
Flasche 
Flaschen 
Fliege 
fliegen 
fliegst 
flog 
fließen
floss 
Flöte 
Frage 
fragen 
fragst 
Frau 
Freitag 
Freude
freuen
sich
freust 
Freund 
Freunde 
Freundin
freundlich 
Frosch 
Frösche 
Frühling 
Fuchs 
Füchse 
Füller 
Fuß 
Füße 
für 
ganz
Gebäude 
Geburt 
Geburtstag 
gefährlich
gefallen 
gegen 
Geheimnis 
gehen 
gelb
Gabel 
Garten 
Gärten 
Gast 
Gäste 
Gemüse 
Geld 
gestern 
gesund 
Gesundheit 
gewinnen
glatt
Glück
glücklich
Gras
groß
Gruß
gern 
Geschenk 
schenken 
Gesicht 
Gesichter 
Glas 
Gläser 
glauben 
glaubst 
Glaube 
gleich 
gräbst 
graben 
grub 
Gras 
Gräser 
grau 
grün 
gut 
ganz 
gegen 
Haar
Hai 
Hals 
halten 
Hand 
Haut 
heimlich 
heiß 
heißen
Heizung 
hell 
Herr 
herzlich 
Hobby
höflich
Höhle
hoffen
hoffentlich
Hoffnung
hübsch
Huhn 
hundert 
hungrig
haben 
Hamster 
Handy
Handys 
hart 
härter 
Härte 
Hase 
Haus 
Häuser 
Herbst 
herzlich 
Herz 
Hexe 
habe 
hast 
hat 
hatte 
hier 
Himmel 
Hitze 
hören 
hörst 
Gehör 
Hose 
Hund 
Hunde 
Hunger 
hungrig 
husten 
Hustet 
ich 
Igel 
Impfung 
ihm 
ihr 
ihn 
im 
immer 
in 
ins 
Insel 
ist 
ja 
Jacke 
Jahr 
Jahre 
jemand 
jedoch 
jetzt 
Januar 
Juni 
Juli 
Junge 
jung 
jede 
jetzt 
Käse 
Käfig 
Käfer 
Kälte 
kämmen 
kämpfen 
Kaiser 
kaputt 
Kino
Kleidung 
klettern 
klug 
kräftig 
krank 
Krankheit 
kratzen
Kreuzung
kriechen 
krumm
kühl 
küssen 
Kuh
Karte 
Kater 
Katze 
kaufen 
kaufst 
kennen 
kennst 
kenne 
kannte 
Kerze 
kicken 
kickst 
Kind 
Kinder 
Kirche 
Kirsche 
Kissen 
klar 
klären 
Klasse 
kleben
klebst 
Kleid 
Kleider 
Kleidung 
klein 
kleiner 
Knie 
knien 
Knopf 
Knöpe 
kochen 
kochst 
Koch 
kein 
können 
kann 
kannst 
konnte 
Körper 
Koffer 
kommen 
kommst
kam 
Kopf 
Köpfe 
Krone 
Küche 
lachen 
lachst 
Lampe 
lang 
länger 
Länge 
Lärm 
Land 
leihen
Lexikon
links 
Lob 
lustig 
langsam 
lassen 
lässt 
ließ 
laufen 
läufst 
läuft 
lief 
laut 
leben 
lebst 
lecker 
leicht 
leise 
Leiter 
leider 
lenken
Lenker 
lenkst 
lernen 
lernst 
lernt 
lesen
liest 
las 
Licht 
lieben 
liebst 
Liebe 
Lied 
Lieder 
liegen 
liegst 
lag 
Loch
Löcher 
Löffel
Löwe
Luchs 
man 
manch 
machen 
machst 
Mädchen 
Märchen
Mais
manchmal
Mandarine
Mann
Mannschaft
Maschine
Meer
mehr
mein 
Meinung
Mittag
Mittagessen
Mitte
Mond
Moos
Mühe
Müll
Mund
mutig
März 
Mai 
malen 
malst 
Mantel 
Mäntel 
Maus 
Mäuse 
Messer 
Meter 
mehr 
mein 
mich 
Milch 
mir
Mittwoch 
Montag 
morgen 
mögen 
mag 
magst
möchte 
mochte 
müssen 
Mütze 
Muschel 
Mutter 
Mütter 
muss 
musst 
musste 
man 
nach 
nachdem
Nachmittag
nächste
nämlich
Nahrung
nass
neben
nehmen
nett
nicht
nichts
nicken
niemand
niemals
noch
Nuss
Nacht 
Nächte 
Nadel 
nachdem
nächste 
nämlich 
Name 
Nase 
neben
nein 
neu 
nicht 
nichts 
nie 
niesen 
noch 
November 
Nudel
Nudeln 
nun 
nur 
Obst
öffnen
offen
ohne
Ohr
Ordnung
Ostern
ob
Öl 
ölig 
oft 
oder 
Oktober 
Onkel 
ohne
Paar
paar
Päckchen
Party
passen
Pferd
Pflanze
pflücken
Pfütze
Pizza
Platz
plötzlich
Preis
proben
prüfen
pünktlich
Punkt
Pyramide
packen 
packst
Papier 
Pfeil 
Pfote 
Pinsel 
Päkchen 
Quader
Quadrat
Quatsch
Quelle
quer
Gepäck 
packst 
packen 
Pony 
Ponys 
Puppe 
plötzlich 
quaken 
quakt
Qualm 
qualmen 
Rad
Rätsel 
Räuber
Rechnung
rechts
Reh
Reihe
retten
Richtung
riesig
Rock
Rücken
Ruhe
ruhig
rund
raten 
rätst 
riet 
Raum 
Räume 
rechnen 
rechnest 
Rechnung 
reden 
redest 
Regen 
reich 
Reise 
reisen 
rennen 
rennst 
rannte 
riechen 
riechst 
roch
Geruch 
Ring 
Rose 
rot 
rufst 
rufen 
ruft 
rief 
Saal
sammeln
satt
Satz
schaffen
scharf
Schatz
Schiff
schlafen
schlagen
schließen
schlimm
Schloss
Schluss
schmutzig
Schnee
Schneemann
schneien
schnell
Schreck
Schreibtisch
schreien
Schuh
schwierig
Schwierigkeit
Schwimmbad
schwimmen
schwitzen
See
sehen
sehr
sein
seit
sich
Silvestr 
sogar
Sohn
solch
sondern
spät
Sache 
Säge 
sägen
sägst 
Saft 
Säfte 
saftig
sagen 
sagst 
Samstag 
Schlaf 
Schaufel 
Schaukel 
schaukeln 
schenken 
Schere 
schicken
schickst 
schlafen 
schläfst 
schlief 
Schlaf 
schläft 
Schlange 
Schlitten 
Schlüssel 
schmecken
schmeckt
Geschmack 
Schnecke 
schneiden
schneidest 
schnitt 
schön
schon 
Schrank 
Schränke 
schreiben
schreibst 
schreibt 
schrieb 
Schule 
schwarz 
schwer 
Schwester 
sechs 
Seife 
bin 
bist 
ist 
sind 
war 
Seite 
September 
singen 
singst 
sang 
Gesang 
sinken 
sinkst 
sank 
sinke 
sanken 
sitzen 
sitze 
sitzt
saß
Sitze 
Socke 
sollen
sollst 
sollte 
Sommer 
Sonne 
sonnig
Sonntag 
sparen 
sparst 
Spaten 
Spiegel 
Spiel 
spielen 
spielst 
Spinne 
Spitze 
spitz 
spülen 
spülst 
staunen 
staunst 
Stein 
Stempel 
Stern 
Stiefel 
Stift 
stören 
störst 
Störung 
Stufe 
Stunde 
suchen 
suchst 
Suche 
Spatz
sportlich
Sprache
sprechen
springen
spritzen
Sprung
Stadt
Stärke
Stamm
stark
stehen
stehlen
stellen
still
stimmen
Stoff
Strafe
Strand
Straße
streicheln
streichen
Streifen
streiten
streng
Strom
Stück
Stuhl
stumm
Sturm
süß
Süßigkeit
täglich
Teddy
Tee
Text
Theater
Thema
Thermometer
Tiger
toll
Träne
traurig
treu
trinken
trocken
trösten
trotzdem
Suppe 
sehr 
sein 
seid
seit 
sich 
sie 
so 
sogar 
solch 
sollen 
sollst 
soll 
sollte 
sondern 
Tafel 
Tage 
Tag 
täglich 
Tante 
Tasche 
Taxi 
Teller 
Tier 
Tisch 
Tochter 
Topf 
Töpfe 
Tor 
Traum 
Träume 
träumen 
treffen 
triffst
traf 
Treppe 
Tür 
turnen 
turnst 
trotzdem
über
überall
Übung
Uhr
uns
unter
Urlaub
über 
übst 
üben
übe 
Übung 
um 
uns 
unter 
unten 
und 
verbieten
verbrennen
Verein
vergessen
vergesslich
vergleichen
verkaufen
verkleiden
verletzen
verlieren
verpacken
verraten
verschwinden
verstecken
verstehen
versuchen
vertrauen
verwandt
Verwandtschaft
vielleicht
Virus
voll
vorbei
vorfahren
vorher
vorkommen
vorlesen
vorne
vornehmen
vorschlagen
vorschreiben
vorsichtig
vortragen
Vase 
Vater 
Väter 
vier 
Vogel 
Vögel 
Vulkan 
viel 
vom 
von 
vor 
wachsen 
Waage
während
Wärme
Wäsche
wahr
Wald
Wand
Wecker
weg
wegen
weil
welche
wenig
wenn
werden
wichtig
wieder
wild
windig
wirklich
Witz
witzig
wohnen
Wohnung
wütend
Wurst
wächst 
wuchs 
wach 
warm 
Wärme 
wärmer 
wartest 
warten
warte 
Wasser 
Weg 
Wege 
weich 
weinen 
weinst 
weiß 
wissen 
weiter 
werfe 
werfen 
wirfst 
warf
Wurf 
Wetter 
Wiese 
winken 
winkst 
Winter 
wissen 
wusste 
weißt 
Woche 
Wolke 
bewölkt 
wollen 
willst 
will 
wollte 
Wort 
Wörter 
wünschen 
wünschst 
Wunsch 
Würfel 
würfeln 
Wurm 
Würmer 
während 
wann 
war 
waren
warum
was 
weg
wegen 
weil 
welche 
wem 
wen 
wer 
wen 
wenig 
wenn 
werden 
werde 
wirst 
wird 
wurde 
wie 
wieder 
wir 
wirklich 
wo 
wohl 
wollen
will
willst 
will 
wollte 
Zaun 
Zäune 
zeigen 
zeigst 
Zeit 
Zimmer 
Zunge 
zu 
zum 
zur 
zwar 
zwischen  
zählen
Zahn
Zeh
Zeichnung
Zeitung
Zelt
Zeugnis
ziehen
ziemlich
Zoo
Zucker
zuerst
Zug
Zukunft
zurück
zusammen
Zwerg
zwischen
Zylinder